{
	// contentEntries for portfolio

	"entries": 
	[
		{
			"template": "1ColTextContentEntry",
			"title": "basic skills",
			"text": "Ability to speak Italian and English fluently.<br>
					Ability to solve problems creatively and efficiently.<br>
					Ability to learn new notions easily.<br>"
		},
	
		{
			"template": "1ColTextContentEntry",
			"title": "computers",
			"text": "10+ years of experience with computers in general.<br>
					10+ years of experience with the Windows operating system.<br>
					1+ years of experience with the Linux operating system.<br>
					<br>
					Familiarity with technology: I've been interested in it all my life.<br>
					Ability to apprehend new technologies quickly and efficiently.<br>
					<br>
					Ability to set up small networks.<br>
					Ability to solve hardware and software problems.<br>
					Ability to build a PC from scratch.<br>"
		},
		
		{
			"template": "1ColTextContentEntry",
			"title": "programming",
			"text": "5+ years of experience with C# and the .NET framework.<br>
					1+ year of experience with C++11 and the STL.<br>
					1+ year of experience with HTML, CSS and JS.<br>
					<br>
					5+ years of experience with 2D game development.<br>
					5+ years of experience with desktop application development.<br>
					<br>
					2+ years of experience with SFML and XNA.<br>
					1+ years of experience with JSONcpp, cTemplate and LUA.<br>
					<br>
					Basic knowledge of computer science theory concepts.<br>
					Ability to learn new languages and libraries quickly.<br>
					Ability to refactor, organize and optimize existing code.<br>
					Knowledge of common game development algorithms and techniques.<br>
					<br>
					Familiarity with both Windows and Linux development environments.<br>
					Experience with Visual Studio, Eclipse, Code::Blocks and CodeLite IDEs.<br>
					Experience with MinGW, GCC and Boost.<br>"
		},
		
		{
			"template": "1ColTextContentEntry",
			"title": "digital art",
			"text": "5+ years of experience with Adobe Creative Suite.<br>
					Experience in video-making and VFX.<br>
					Experience in visual design and projects destined for printing.<br>
					Experience in basic audio editing.<br>
					<br>
					Ability to create videos and trailers for products or organizations.<br>
					Ability to create both web and print visual designs.<br>
					Ability to create logos and recognizable branding.<br>
					Experience in working with clients.<br>"
		}
	]
}